Revit 2024 API
UnitTypeId.TonnesForcePerSquareMeter Property
 Tonnes force per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId TonnesForcePerSquareMeter { get; }
Visual Basic
Public Shared ReadOnly Property TonnesForcePerSquareMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TonnesForcePerSquareMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace